tap "joshmedeski/sesh"
tap "oven-sh/bun"
tap "sst/tap"
tap "stacc/tap"
brew "deno"
brew "direnv"
brew "eza"
brew "fzf"
brew "gum"
brew "jj"
brew "k9s"
brew "killport"
brew "kind"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "mise"
brew "neovim"
brew "node"
brew "pnpm"
brew "snyk-cli"
brew "starship"
brew "stern"
brew "stow"
brew "yarn"
brew "zoxide"
brew "oven-sh/bun/bun"
brew "sst/tap/opencode"
brew "stacc/tap/blocc"
brew "stacc/tap/stacc-next"
cask "1password"
cask "1password-cli"
cask "bettertouchtool"
cask "blender"
cask "bruno"
cask "camunda-modeler"
cask "chatgpt"
cask "claude"
cask "cursor"
cask "discord"
cask "elgato-stream-deck"
cask "figma"
cask "font-sf-pro"
cask "ghostty"
cask "google-chrome"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "notchnook"
cask "notion"
cask "ollama-app"
cask "orbstack"
cask "pgadmin4"
cask "postman"
cask "raindropio"
cask "raycast"
cask "runjs"
cask "slack"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
mas "Amphetamine", id: 937984704
mas "Boop", id: 1518425043
mas "Harvest", id: 506189836
vscode "biomejs.biome"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
