tap "azure/kubelogin"
tap "joshmedeski/sesh"
tap "oven-sh/bun"
tap "sst/tap"
tap "stacc/tap"
tap "telepresenceio/telepresence"
brew "azure-cli"
brew "gettext"
brew "deno"
brew "direnv"
brew "eza"
brew "fzf"
brew "gnupg"
brew "gum"
brew "hurl"
brew "jj"
brew "k9s"
brew "killport"
brew "kind"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "mise"
brew "mole"
brew "neovim"
brew "node"
brew "pinentry-mac"
brew "pnpm"
brew "snyk-cli"
brew "starship"
brew "stern"
brew "stow"
brew "tree"
brew "uv"
brew "yarn"
brew "zoxide"
brew "zsh-completions"
brew "oven-sh/bun/bun"
brew "sst/tap/opencode"
brew "stacc/tap/blocc"
brew "stacc/tap/blocc-beta"
brew "stacc/tap/stacc-next"
brew "telepresenceio/telepresence/telepresence-oss"
cask "1password"
cask "1password-cli"
cask "blender"
cask "bruno"
cask "camunda-modeler"
cask "chatgpt"
cask "claude"
cask "cursor"
cask "discord"
cask "elgato-stream-deck"
cask "figma"
cask "font-sf-pro"
cask "ghostty"
cask "google-chrome"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "nordvpn"
cask "notchnook"
cask "notion"
cask "ollama-app"
cask "orbstack"
cask "postman"
cask "raindropio"
cask "raycast"
cask "runjs"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zed"
mas "Amphetamine", id: 937984704
mas "Boop", id: 1518425043
mas "Harvest", id: 506189836
mas "Pages", id: 409201541
mas "Save to Raindrop.io", id: 1549370672
mas "Xcode", id: 497799835
vscode "anthropic.claude-code"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "denoland.vscode-deno"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "jacobpfeifer.pfeifer-hurl"
vscode "miragon-gmbh.vs-code-bpmn-modeler"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "oven.bun-vscode"
vscode "redhat.vscode-yaml"
vscode "usernamehw.errorlens"
vscode "waderyan.gitblame"
