tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-fonts"
brew "node"
brew "yarn"
brew "nvm"
brew "starship"
brew "neovim"
cask "dash"
cask "insomnia"
cask "karabiner-elements"
cask "microsoft-teams"
cask "visual-studio-code"
cask "font-fira-code"
cask "iterm2"
mas 'Xcode', id: 497799835
mas 'Magnet', id: 441258766
mas '1Password', id: 443987910
mas 'Slack', id: 803453959